Repository: hurbeana/FilmArchivePlanner
Catalog: frontend-fap/src/locale/messages.*.xliff
Languages: de

source: Original Title
de: Original Titel

source: English Title
de: Titel Englisch

source: Movie File
de: Film Datei

source: Preview File
de: Vorschau Datei

source: Trailer File
de: Trailer Datei

source: Still File
de: Still Datei

source: Subtitle Folder
de: Untertitel Verzeichniss

source: Countries of Production
de: Produktionsländer

source: Year of Production
de: Produktionsjahr

source: Duration
de: Dauer

source: Animation Technique
de: Animationstechnik

source: Software Used
de: Verwendete Software

source: Keywords
de: Keywörter

source: German Synopsis
de: Deutsche Synopsis

source: English Synopsis
de: Englische Synopsis

source: Submission Category
de: Kategorie der Einreichung

source: Has Dialog
de: Hat Dialog

source: Has Subtitles
de: Hat Untertitel

source: Is Student Film
de: Ist Studentenfilm

source: Film School
de: Filmschule

source: Script
de: Skript

source: Music
de: Musik

source: Production Company
de: Produktionsfirma

source: Contact
de: Kontakt

source: Yes
de: Ja

source: No
de: Nein
